Repository: Clypper-Technology/clypper-plugins
Catalog: woo-roles-rules-b2b/languages/woo-roles-rules-b2b-*.po
Languages: es_es, fr_fr, nb_no

source: Pending (no rights)
es_es: Pendiente (sin derechos)
fr_fr: En attente (aucun droit)
nb_no: Venter (ingen rettigheter)

source: ( default )
es_es: ( predeterminado )
fr_fr: ( par défaut )
nb_no: ( standard )

source: Guest
es_es: Usuarios:
fr_fr: Invité
nb_no: Gjest

source: Regular guests (B2C)
es_es: Invitados habituales (B2C)
fr_fr: Invités réguliers (B2C)
nb_no: Vanlige gjester (B2C)

source: When active (checked) this rule(s) overrides your current sales prices! Read more in the documentation.
es_es: Cuando está activo (activado) esta(s) regla(s) anula sus precios de venta actuales! Lea más en la documentación.
fr_fr: Lorsqu’elles sont actives (cochées), cette ou ces règles remplacent vos prix de vente actuels! Pour en savoir plus, consultez la documentation.
nb_no: Når denne regelen(e) er aktiv (merket av) overstyrer den gjeldende salgspriser! Les mer i dokumentasjonen.

source: ACTIVE
es_es: ACTIVO
fr_fr: ACTIF
nb_no: Aktiv

source: NOT ACTIVATED
es_es: NO ACTIVADO
fr_fr: NON ACTIVATE
nb_no: IKKE AKTIVERT

source: Users:
es_es: Usuarios:
fr_fr: Utilisateurs :
nb_no: Brukere:

source: Ex. VAT for role
es_es: Ex. IVA por función
fr_fr: Ex. TVA pour le rôle
nb_no: Eks. mva for rolle

source: Tax exempt for role
es_es: Exento de impuestos para el papel
fr_fr: Exemption fiscale pour le rôle
nb_no: Skattefritak for rolle

source: Select
es_es: Seleccionar
fr_fr: Sélectionner
nb_no: Velg

source: Reduce by percent (%)
es_es: Reducir en porcentaje (%)
fr_fr: Réduction en pourcentage (%)
nb_no: Reduser med prosent (%)

source: Reduce by fixed amount
es_es: Reducir por una cantidad fija
fr_fr: Réduction en montant fixe
nb_no: Reduser med et fast beløp

source: Increase by percent (%)
es_es: Aumentar en porcentaje (%)
fr_fr: Augmentation en pourcentage (%)
nb_no: Økning i prosent (%)

source: Increase by fixed amount
es_es: Aumentar por una cantidad fija
fr_fr: Augmentation en montant fixe
nb_no: Legg til fast beløp

source: General rule for all products: (Tip: Use Product tab for better customization)
es_es: Regla general para todos los productos: (Consejo: Utilice la pestaña Producto para una mejor personalización)
fr_fr: Règle générale pour tous les produits : (Conseil : utilisez l'onglet Produit pour une meilleure personnalisation)
nb_no: Generell regel for alle produkter: (Tips: Bruk Produkt-fanen for bedre tilpasning)

source: e.g. 10
es_es: p. ej. 10
fr_fr: p. ex. 10
nb_no: f.eks. 10

source: General rule for selected categories: (Tip: Use Category tab for better customization)
es_es: Regla general para las categorías seleccionadas: (Consejo: Utilice la pestaña Categoría para una mejor personalización)
fr_fr: Règle générale pour les catégories sélectionnées : (Conseil : utilisez l'onglet Catégorie pour une meilleure personnalisation)
nb_no: Generell regel for valgte kategorier: (Tips: Bruk Kategori-fanen for bedre tilpasning)

source: e.g. 20
es_es: por ejemplo, 20
fr_fr: ex. 20
nb_no: f.eks. 20

source: Set selected category products: On Sale
es_es: Establecer productos de categoría seleccionados: En oferta
fr_fr: Définir les produits de la catégorie sélectionnée : En vente
nb_no: Angi utvalgte kategoriprodukter: På salg

source: Check / uncheck all categories
es_es: Marcar / desmarcar todas las categorías
fr_fr: Cocher / décocher toutes les catégories
nb_no: Kryss av / fjern alle kategorier

source: Automatically apply a coupon for checkout discounts
es_es: Aplicar automáticamente un cupón de descuento en la compra
fr_fr: Appliquer automatiquement un coupon pour réductions au paiement
nb_no: Bruk automatisk en kupong for rabatter i kasse

source: Edit Coupons
es_es: Modificar cupones
fr_fr: Modifier les coupons
nb_no: Rediger kuponger

source: Set up a storewide sale for rule (overrides other rules)
es_es: Establecer una regla para rebajas en toda la tienda (anula otras reglas)
fr_fr: Définir une règle de promotion sur toute la boutique (prévaut sur les autres règles)
nb_no: Sett opp et salg i hele butikken for regelen (overstyrer andre regler)

source: Reduce prices by
es_es: Reducir los precios por
fr_fr: Réduire les prix par
nb_no: Reduser prisene med

source: Percent (%)
es_es: Porcentaje (%)
fr_fr: Pourcentage (%)
nb_no: Prosent (%)

source: Fixed amount
es_es: Cantidad fija
fr_fr: Montant fixe
nb_no: Fast beløp

source: i.e 30
es_es: p.ej. 30
fr_fr: ex. 30
nb_no: f.eks 30

source: Date start
es_es: Fecha de inicio
fr_fr: Date début
nb_no: Dato start

source: Date end
es_es: Fecha de cierre
fr_fr: Date fin
nb_no: Dato slutt

source: Start time
es_es: Hora de inicio
fr_fr: Heure de début
nb_no: Starttid

source: End time
es_es: Hora de finalización
fr_fr: Heure de fin
nb_no: Slutt tid

source: Active Sale!
es_es: Venta activa!
fr_fr: Vente active!
nb_no: Aktivt salg!

source: Changes in rule, please save!
es_es: Cambios en la regla, por favor, guarde!
fr_fr: Changements de règle, s’il vous plaît enregistrer!
nb_no: Endringer i regelen, vennligst lagre!

source: Save rule
es_es: Guardar la regla
fr_fr: Sauvegarder règle
nb_no: Lagre regel

source: Clear sale
es_es: Quitar la oferta
fr_fr: Effacer la promotion
nb_no: Slett salg

source: Delete rule
es_es: Borrar la regla
fr_fr: Supprimer la règle
nb_no: Slett regel

source: Last modified:
es_es: Última modificación:
fr_fr: Modifié dernièrement :
nb_no: Senest endret:

source: by:
es_es: por:
fr_fr: par :
nb_no: av:

source: Check all
es_es: Marcar todo
fr_fr: Tout cocher
nb_no: Merk alle

source: Add categories
es_es: Añadir categorías
fr_fr: Ajouter des catégories
nb_no: Legg til kategorier

source: Edit
es_es: Editar
fr_fr: Modifier
nb_no: Rediger

source: Search
es_es: Buscar
fr_fr: Rechercher
nb_no: Søk

source: Remove
es_es: Quitar
fr_fr: Supprimer
nb_no: Fjern

source: Category
es_es: Categoría
fr_fr: Catégorie
nb_no: Kategori

source: Hide
es_es: Ocultar
fr_fr: Cacher
nb_no: Skjul

source: Sale
es_es: Oferta
fr_fr: Promotion
nb_no: Salg

source: Rule
es_es: Regla
fr_fr: Règle
nb_no: Regel

source: Value
es_es: Valor
fr_fr: Valeur
nb_no: Verdi

source: Rule: Qty or more
es_es: Regla: Cantidad o más
fr_fr: Règle: Qté ou plus
nb_no: Regel: Antall eller flere

source: Bulk set values here
es_es: Valores de conjunto masivo aquí
fr_fr: Valeurs définies en bloc ici
nb_no: Bulk sett verdier her

source: Reduce by
es_es: Reducir en
fr_fr: Réduire de
nb_no: Reduser med

source: Find Duplicates
es_es: Buscar duplicados
fr_fr: Recherche de doublons
nb_no: Finn duplikater

source: Save Changes
es_es: Guardar cambios
fr_fr: Sauvegarder les changements
nb_no: Lagre endringer

source: Search product
es_es: Buscar producto
fr_fr: Rechercher produit
nb_no: Søk produkt

source: Add
es_es: Añadir
fr_fr: Ajouter
nb_no: Legg til

source: Product
es_es: Producto
fr_fr: Produit
nb_no: Produkt

source: Price
es_es: Precio
fr_fr: Prix
nb_no: Pris

source: Fixed price
es_es: Precio fijo
fr_fr: Prix fixe
nb_no: Fastpris

source: Set fixed price
es_es: Establecer precio fijo
fr_fr: Fixer un prix fixe
nb_no: Angi fast pris

source: Category:
es_es: Categoría:
fr_fr: Catégorie :
nb_no: Kategori:

source: Save changes
es_es: Guardar los cambios
fr_fr: Sauvegarder les modifications
nb_no: Lagre endringer

source: Select coupon ( clear )
es_es: Seleccionar cupón (borrar)
fr_fr: Sélectionner coupon (supprimer)
nb_no: Velg kupong (tøm)

source: Add Category Products
es_es: Agregar productos de categoría
fr_fr: Ajouter une catégorie de produits
nb_no: Legg til kategoriprodukter

source: Include variations
es_es: Incluye variaciones
fr_fr: Inclure les variations
nb_no: Inkluder variasjoner

source: Get products
es_es: Añadir productos
fr_fr: Obtenir des produits
nb_no: Hent produkter

source: First name
es_es: Nombre
fr_fr: Prénom
nb_no: Fornavn

source: Last name
es_es: Apellido
fr_fr: Nom
nb_no: Etternavn

source: Phone
es_es: Teléfono
fr_fr: Téléphone
nb_no: Telefon

source: Company
es_es: Empresa
fr_fr: Entreprise
nb_no: Firma

source: Address line 1
es_es: Dirección línea 1
fr_fr: Adresse ligne 1
nb_no: Adresselinje 1

source: Address line 2
es_es: Dirección línea 2
fr_fr: Adresse ligne 2
nb_no: Adresselinje 2

source: City
es_es: Ciudad
fr_fr: Ville
nb_no: By

source: Postcode / ZIP
es_es: Código postal / ZIP
fr_fr: Code postal
nb_no: Postnummer

source: Country
es_es: País
fr_fr: Pays
nb_no: Land

source: State / County
es_es: Estado / Provincia
fr_fr: Etat / Région
nb_no: Delstat / Fylke

source: User role
es_es: Rol de usuario
fr_fr: Rôle utilisateur
nb_no: Brukerrolle

source: Nonce verification failed.
es_es: Falló la verificación nonce.
fr_fr: Échec de la vérification.
nb_no: Nonce-verifisering mislyktes.

source: <strong>Error</strong>: First name is required!
es_es: <strong>Error</strong>: Nombre obligatorio!
fr_fr: <strong>Error</strong>: Le prénom est obligatoire !
nb_no: <strong>Feil</strong>: Fornavn kreves!

source: <strong>Error</strong>: Last name is required!
es_es: <strong>Error:</strong>¡Se requiere apellido!
fr_fr: <strong>Erreur</strong>: le nom de famille est obligatoire!
nb_no: <strong>Feil</strong>: Etternavn kreves!

source: <strong>Error</strong>: Company is required!
es_es: <strong>Error:</strong>¡Se requiere compañía!
fr_fr: <strong>Erreur</strong>: L’entreprise est requise !
nb_no: <strong>Feil</strong>: Firmaet er obligatorisk!

source: <strong>Error</strong>: Phone is required!
es_es: <strong>Error:</strong>¡Se requiere teléfono!
fr_fr: <strong>Erreur</strong>: Le téléphone est requis !
nb_no: <strong>Feil</strong>: Telefonen kreves!

source: Buy %s or more
es_es: Comprar %s o más
fr_fr: Acheter %s ou plus
nb_no: Kjøp %s eller mer

source: , get %s%% discount
es_es: , obtener %s%% descuento
fr_fr: , bénéficiez d'%s%% réduction
nb_no: , få %s%% rabatt

source: get %s discount
es_es: obtener %s descuento
fr_fr: obtenez %s réduction
nb_no: få %s rabatt

source: for %s
es_es: por %s
fr_fr: pour %s

source: Extra discount
es_es: Descuento adicional
fr_fr: Réduction supplémentaire
nb_no: Ekstra rabatt

source: The following options are used to configure Roles & Rules B2B
es_es: Las siguientes opciones se utilizan para configurar Roles & Rules B2B
fr_fr: Les options suivantes sont utilisées pour configurer Roles & Rules B2B
nb_no: Følgende alternativer brukes til å konfigurere Roles & Rules B2B

source: Private store
es_es: Tienda privada
fr_fr: App Store privé
nb_no: Privat butikk

source: Hides prices and add to cart button for not logged in users (Guest user role must not be active)
es_es: Oculta los precios y el botón Agregar al carrito para los usuarios que no han iniciado sesión (el rol de usuario invitado no debe estar activo)
fr_fr: Masque les prix et ajoute au bouton de panier pour les utilisateurs non connectés (le rôle d’utilisateur invité ne doit pas être actif)
nb_no: Skjuler priser og legg i handlekurv-knappen for ikke-påloggede brukere (gjestebrukerrollen må ikke være aktiv)

source: Private store: Not logged in price text
es_es: Tienda privada: texto de precio no registrado
fr_fr: Magasin privé : non connecté au texte de prix
nb_no: Privat butikk: Ikke innlogget pristekst

source: Set text like: Login for price
es_es: Establecer texto como: Conectarse para ver el precio
fr_fr: Définir un texte tel que : Se connecter pour voir les prix
nb_no: Sett tekst som: Logg inn for pris

source: Hide retail price
es_es: Ocultar el precio de venta al público
fr_fr: Cacher le prix au détail
nb_no: Skjul utsalgspris

source: Hides retail price, show only B2B price for logged in user
es_es: Oculta el precio de venta al público, muestra sólo el precio B2B para usuarios conectados
fr_fr: Cache le prix au détail, n'affiche que le prix B2B pour les utilisateurs connectés
nb_no: Skjuler utsalgspris, vis kun B2B-pris for pålogget bruker

source: Hide variable retail price: from - to
es_es: Ocultar el precio de venta al público variable: de - a
fr_fr: Cacher le prix variable au détail : de - à
nb_no: Skjul variabel utsalgspris: fra - til

source: Hides variable retail price: from - to, show only calculated B2B price
es_es: Oculta el precio de venta al público variable: de - a, muestra sólo el precio B2B calculado
fr_fr: Cache le prix variable au détail : de - à, n'affiche que le prix B2B calculé
nb_no: Skjuler variabel utsalgspris: fra - til, vis kun beregnet B2B-pris

source: Text before variable B2B price
es_es: Texto antes del precio variable B2B
fr_fr: Texte avant le prix B2B variable
nb_no: Tekst før variabel B2B-pris

source: Set text before variable price like: From
es_es: Establecer el texto antes del precio variable como: Desde
fr_fr: Définir le texte avant le prix variable, tel que : À partir de
nb_no: Sett tekst før variabel pris som: Fra

source: Text after Retail price
es_es: Texto después del precio de venta al público
fr_fr: Texte après prix au détail
nb_no: Tekst etter utsalgspris

source: Set text like: Retail price
es_es: Establecer texto como: Precio de venta al público
fr_fr: Définir le texte, tel que : Prix au détail
nb_no: Angi tekst som: Utsalgspris

source: Text after B2B price
es_es: Texto después del precio B2B
fr_fr: Texte après prix B2B
nb_no: Tekst etter B2B-pris

source: Display suffix like: inc. VAT (if net prices - use text after net prices)
es_es: Mostrar sufijo como: IVA incluido (si los precios netos - use el texto después de los precios netos)
fr_fr: Afficher le suffixe comme: TVA incluse (si les prix nets - utilisez le texte après les prix nets)
nb_no: Vis suffiks som: inkl. MVA (hvis nettopriser - bruk tekst etter nettopriser)

source: Show reduction in %
es_es: Mostrar descuento en %
fr_fr: Afficher la réduction en %
nb_no: Vis reduksjon i %

source: Show the reduction in %
es_es: Mostrar el descuento en %
fr_fr: Affiche la réduction en %
nb_no: Vis reduksjonen i %

source: Text before reduction %
es_es: Texto antes de reducción %
fr_fr: Texte avant % de réduction
nb_no: Tekst før reduksjon %

source: Set text like: You save %
es_es: Establecer texto como: Guardas %
fr_fr: D´€finir le texte, tel que : Vous économisez %
nb_no: Angi tekst som: Du sparer %

source: Set reduction text after %
es_es: Establecer texto de descuento después de %
fr_fr: Définir le texte de réduction après %
nb_no: Angi reduksjonstekst etter %

source: Will show like this: % reduction
es_es: Se mostrará así: % de descuento
fr_fr: Sera affiché tel que : % de réduction
nb_no: Vil vise reduksjon slik: % reduksjon

source: Coupon label
es_es: Etiqueta del cupón
fr_fr: Étiquette du coupon
nb_no: Kupongetikett

source: In cart totals, default: Extra discount
es_es: En los totales del carrito, por defecto: Descuento adicional
fr_fr: Totaux dans le panier, par défaut : Réduction supplémentaire
nb_no: I handlekurv total, standard: Ekstra rabatt

source: Roles with net prices (ex.VAT)
es_es: Roles con precios netos (ej. IVA)
fr_fr: Rôles avec prix nets (ex. TVA)
nb_no: Roller med nettopriser (eks. mva.)

source: Select roles to use net prices (ex.VAT) - overrides WooCommerce tax settings
es_es: Seleccione los roles para utilizar los precios netos (por ejemplo, IVA) - anula la configuración de impuestos de WooCommerce
fr_fr: Sélectionnez les rôles pour utiliser les prix nets (ex. TVA) - remplace les paramètres de taxe WooCommerce
nb_no: Velg roller for å bruke nettopriser (eks. mva.) - overstyrer WooCommerce-avgiftsinnstillinger

source: Text after net prices (ex.VAT)
es_es: Texto después de los precios netos (ej. IVA)
fr_fr: Texte après prix nets (ex. TVA)
nb_no: Tekst etter nettopriser (eks. mva.)

source: Display suffix like: ex. VAT (overrides text after B2B prices)
es_es: Mostrar sufijo como: sin IVA (anula el texto después de los precios B2B)
fr_fr: Suffixe d’affichage comme: hors TVA (remplace le texte après les prix B2B)
nb_no: Vis suffiks som: f.eks. MVA (overstyrer tekst etter B2B-priser)

source: Roles with tax exempt
es_es: Funciones con exención fiscal
fr_fr: Rôles avec exonération fiscale
nb_no: Roller med skattefritak

source: Select roles to use tax exempt. Orders done by roles with tax exempt are executed without taxes (otherwise taxes will be added to orders)
es_es: Seleccione los roles que utilizarán la exención de impuestos. Los pedidos realizados por roles con exención de impuestos se ejecutan sin impuestos (de lo contrario, se añadirán impuestos a los pedidos)
fr_fr: Sélectionnez les rôles pour utiliser l'exemption de taxe. Les commandes effectuées par des rôles avec exonération de taxes sont exécutées sans taxes (sinon les taxes seront ajoutées aux commandes)
nb_no: Velg roller for å bruke skattefritak. Bestillinger utført av roller med skattefritak utføres uten avgifter (ellers vil skatter legges til bestillinger)

source: The following options are used to configure Roles & Rules B2B. Use percent sign and s where you like the discount value.
es_es: Las siguientes opciones se utilizan para configurar Roles y reglas B2B. Use el signo de porcentaje y s donde le gusta el valor de descuento.
fr_fr: Les options suivantes sont utilisées pour configurer rôles &règles B2B. Utilisez le signe de pourcentage et s là où vous aimez la valeur de la remise.
nb_no: Følgende alternativer brukes til å konfigurere roller og regler B2B. Bruk prosenttegn og s der du liker rabattverdien.

source: Dynamic price label
es_es: Etiqueta de precio dinámica
fr_fr: Étiquette de prix dynamique
nb_no: Dynamisk prisetikett

source: Buy X or more - will be used as default
es_es: Comprar X o más - se utilizará como predeterminado
fr_fr: Acheter X ou plus - sera utilisé par défaut
nb_no: Kjøp X eller mer - vil bli brukt som standard

source: Dynamic price label (%)
es_es: Etiqueta de precio dinámico (%)
fr_fr: Étiquette de prix dynamique (%)
nb_no: Dynamisk prisetikett (%)

source: get X%% discount - will be added to Buy X or more
es_es: obtener X%% descuento - se agregará a Comprar X o más
fr_fr: obtenez X%% réduction - sera ajouté à Acheter X ou plus
nb_no: få X%% rabatt – legges til Kjøp X eller mer

source: Dynamic price label (fixed)
es_es: Etiqueta de precio dinámica (fija)
fr_fr: Étiquette de prix dynamique (fixe)
nb_no: Dynamisk prisetikett (fast)

source: get $10 discount - will be added to Buy X or more
es_es: obtener $10 de descuento - se agregará a Comprar X o más
fr_fr: obtenez un rabais de 10 $ - sera ajouté à Acheter X ou plus
nb_no: få X kr avslag - vil bli lagt til i Kjøp X eller mer

source: Dynamic price label (fixed price)
es_es: Etiqueta de precio dinámico (precio fijo)
fr_fr: Étiquette de prix dynamique (prix fixe)
nb_no: Dynamisk prisetikett (fast pris)

source: for $10 - will be added to Buy X or more
es_es: por $10 - se agregará a Comprar X o más
fr_fr: pour 10 $ - sera ajouté à Acheter X ou plus
nb_no: for $ 10 - vil bli lagt til ved kjøp av X eller mer

source: Font size
es_es: Tamaño de fuente
fr_fr: Taille de police
nb_no: Skriftstørrelse

source: Font size i.e 10px, uses H5 html tag, style using CSS class: rrb2b_qty_discount
es_es: Tamaño de fuente, es decir, 10px, utiliza la etiqueta html H5, el estilo usando la clase CSS: rrb2b_qty_discount
fr_fr: Taille de police, c’est-à-dire 10px, utilise la balise html H5, style utilisant la classe CSS: rrb2b_qty_discount
nb_no: Skriftstørrelse, det vil si 10px, bruker H5 html-kode, stil ved hjelp av CSS-klasse: rrb2b_qty_discount

source: Font color
es_es: Color de fuente
fr_fr: Couleur de la police
nb_no: Fontfarge

source: Font color - use web colors or style CSS class: rrb2b_qty_discount
es_es: Color de fuente - use colores web o clase CSS de estilo: rrb2b_qty_discount
fr_fr: Couleur de police - utilisez des couleurs Web ou une classe CSS de style: rrb2b_qty_discount
nb_no: Skriftfarge - bruk webfarger eller CSS-klasse for stil: rrb2b_qty_discount

source: Background color
es_es: Color de fondo
fr_fr: Couleur de l'arrière-plan
nb_no: Bakgrunnsfarge

source: Background color - default none, use web colors or style CSS class: rrb2b_qty_discount
es_es: Color de fondo - por defecto ninguno, utilice colores web o estilo css clase: rrb2b_qty_discount
fr_fr: Couleur d’arrière-plan - aucune par défaut, utilisez des couleurs Web ou une classe CSS de style: rrb2b_qty_discount
nb_no: Bakgrunnsfarge - standard ingen, bruk webfarger eller stil CSS-klasse: rrb2b_qty_discount

source: Disable dynamic price labels
es_es: Deshabilitar etiquetas de precio dinámicas
fr_fr: Désactiver les étiquettes de prix dynamiques
nb_no: Deaktiver dynamiske prisetiketter

source: If dynamic prices is not in use, you can disable this for minor performance increase
es_es: Si los precios dinámicos no están en uso, puede deshabilitarlo para un aumento menor del rendimiento
fr_fr: Si les prix dynamiques ne sont pas utilisés, vous pouvez désactiver cela pour une augmentation mineure des performances
nb_no: Hvis dynamiske priser ikke er i bruk, kan du deaktivere dette for mindre ytelsesøkninger

source: The form is shown on My account page. In WooCommerce > Settings > Accounts & Privacy enable Allow customers to create an account... for this to work.
es_es: El formulario se muestra en la página Mi cuenta. En WooCommerce > Configuración > Cuentas y Privacidad habilitar Permitir a los clientes crear una cuenta... para que esto funcione.
fr_fr: Le formulaire s’affiche sur la page Mon compte. Dans WooCommerce > Paramètres > Comptes et confidentialité permettent aux clients de créer un compte... pour que cela fonctionne.
nb_no: Skjemaet vises på Min konto-siden. I WooCommerce > Innstillinger > kontoer og personvern gjør det mulig for kunder å opprette en konto ... for at dette skal fungere.

source: Prevent automatic login on registration
es_es: Impedir el inicio de sesión automático en el registro
fr_fr: Empêcher la connexion automatique lors de l’inscription
nb_no: Forhindre automatisk pålogging ved registrering

source: If on, new customers will need to verify by e.mail before login
es_es: Si está activado, los nuevos clientes deberán verificar por correo electrónico antes de iniciar sesión
fr_fr: Si cette option est activée, les nouveaux clients devront vérifier par e-mail avant de se connecter
nb_no: Hvis den er på, må nye kunder bekrefte via e.post før pålogging

source: First name (label)
es_es: Nombre (etiqueta)
fr_fr: Prénom (étiquette)
nb_no: Fornavn (etikett)

source: Label for the field in the form
es_es: Etiqueta para el campo del formulario
fr_fr: Étiquette du champ dans le formulaire
nb_no: Etikett for feltet i skjemaet

source: First name (required)
es_es: Nombre (requerido)
fr_fr: Prénom (obligatoire)
nb_no: Fornavn (obligatorisk)

source: Set as required field
es_es: Establecer como campo obligatorio
fr_fr: Définir comme champ obligatoire
nb_no: Angi som obligatorisk felt

source: Last name (label)
es_es: Apellido (etiqueta)
fr_fr: Nom de famille (étiquette)
nb_no: Etternavn (etikett)

source: Last name (required)
es_es: Apellido (requerido)
fr_fr: Nom de famille (obligatoire)
nb_no: Etternavn (obligatorisk)

source: Phone (label)
es_es: Teléfono (etiqueta)
fr_fr: Téléphone (étiquette)
nb_no: Telefon (etikett)

source: Phone (required)
es_es: Teléfono (requerido)
fr_fr: Téléphone (Obligatoire)
nb_no: Telefon (obligatorisk)

source: Company (label)
es_es: Empresa (etiqueta)
fr_fr: Entreprise (label)
nb_no: Bedrift (etikett)

source: Company (required)
es_es: Empresa (requerido)
fr_fr: Entreprise (obligatoire)
nb_no: Firma (obligatorisk)

source: Email (required)
es_es: Email (requerido)
fr_fr: Email (requis)
nb_no: E-post (påkrevd)

source: Default field (can not be removed)
es_es: Campo predeterminado (no se puede eliminar)
fr_fr: Champ par défaut (ne peut pas être supprimé)
nb_no: Standardfelt (kan ikke fjernes)

source: Email (label)
es_es: Email (requerido)
fr_fr: Courriel (étiquette)
nb_no: E-post (etikett)

source: Address line 1 (label)
es_es: Dirección línea 1 (etiqueta)
fr_fr: Ligne d'adresse 1 (étiquette)
nb_no: Adresselinje 1 (etikett)
