Repository: Clypper-Technology/clypper-plugins
Catalog: woo-roles-rules-b2b/languages/woo-roles-rules-b2b-*.po
Languages: es_es, fr_fr, nb_no

source: Address line 2 (label)
es_es: Dirección línea 2 (etiqueta)
fr_fr: Ligne d'adresse 2 (étiquette)
nb_no: Adresselinje 2 (etikett)

source: City (label)
es_es: Ciudad (etiqueta)
fr_fr: Ville (étiquette)
nb_no: By (etikett)

source: Postcode / ZIP (label)
es_es: Código postal / ZIP (etiqueta)
fr_fr: Code postal / ZIP (étiquette)
nb_no: Postnummer / postnummer (etikett)

source: Country / Region
es_es: País / Región
fr_fr: Pays / État (province)
nb_no: Land / Region

source: Country / Region (label)
es_es: País / Región (etiqueta)
fr_fr: Pays / Région (étiquette)
nb_no: Land/region (etikett)

source: State / County (label)
es_es: Estado / Condado (etiqueta)
fr_fr: État / Comté (étiquette)
nb_no: Stat/fylke (etikett)

source: User roles (label)
es_es: Funciones del usuario (etiqueta)
fr_fr: Rôles des utilisateurs (label)
nb_no: Brukerroller (etikett)

source: User roles
es_es: Roles de usuario
fr_fr: Rôles utilisateur
nb_no: Brukerroller

source: Select roles that user can request (no roles = hidden)
es_es: Seleccionar roles que el usuario puede solicitar (sin roles = oculto)
fr_fr: Sélectionnez les rôles que l’utilisateur peut demander (aucun rôle = masqué)
nb_no: Velg roller som brukeren kan be om (ingen roller = skjult)

source: Customer message (text area)
es_es: Mensaje del cliente (área de texto)
fr_fr: Message du client (zone de texte)
nb_no: Kundemelding (tekstområde)

source: Customer message (label)
es_es: Mensaje del cliente (etiqueta)
fr_fr: Message du client (étiquette)
nb_no: Kundemelding (etikett)

source: General
fr_fr: Général
nb_no: Generelt

source: Dynamic price labels
es_es: Etiquetas de precios dinámicas
fr_fr: Étiquettes de prix dynamiques
nb_no: Dynamiske prisetiketter

source: Registration form
es_es: Formulario de registro
fr_fr: Formulaire d'enregistrement
nb_no: Registreringsskjema

source: You are about to delete a rule, are you sure?
es_es: Está a punto de eliminar una regla, ¿está seguro?
fr_fr: Vous êtes sur le point de supprimer une règle, en êtes-vous sûr ?
nb_no: Du er i ferd med å slette en regel, er du sikker?

source: Active
es_es: Activo
fr_fr: Actif
nb_no: Aktiv

source: Role
es_es: Papel
fr_fr: Rôle
nb_no: Rolle

source: Rule: General
es_es: Regla: General
fr_fr: Règle : Général
nb_no: Regel: Generelt

source: Rule: Storwide Sales
es_es: Regla: Ventas en toda la empresa
fr_fr: Règle : Ventes à l'échelle de l'entrepôt
nb_no: Regel: Salg i hele butikken

source: Product Rules Saved!
es_es: Reglas de producto guardadas
fr_fr: Règles relatives aux produits sauvegardées !
nb_no: Produktregler lagret!

source: Categories Rules Saved!
es_es: Categorías ¡Reglas salvadas!
fr_fr: Catégories Règles sauvées !
nb_no: Kategorier Regler Lagret!

source: Rules Copied
es_es: Normas copiadas
fr_fr: Règles copiées
nb_no: Regler kopiert

source: Rule: Products (overrides category rule)
es_es: Regla: Productos (anula la regla de la categoría)
fr_fr: Règle : Produits (remplace la règle de la catégorie)
nb_no: Regel: Produkter (overstyrer kategoriregel)

source: Rule: Products in Category
es_es: Regla: Productos en la categoría
fr_fr: Règle : Produits dans la catégorie
nb_no: Regel: Produkter i kategori

source: General Rules
es_es: Normas generales
fr_fr: Règles générales
nb_no: Generelle regler

source: Category Rules
es_es: Categoría Normas
fr_fr: Règles de catégorie
nb_no: Kategori Regler

source: Product Rules
es_es: Reglas de producto
fr_fr: Règles du produit
nb_no: Produktregler

source: Roles
es_es: Papeles
fr_fr: Rôles
nb_no: Roller

source: Filter by role ( none )
es_es: Filtrar por rol ( ninguno )
fr_fr: Filtrer par rôle ( aucun )
nb_no: Filtrer etter rolle ( ingen )

source: Add rule for:
es_es: Agregar regla para:
fr_fr: Ajouter une règle pour :
nb_no: Legg til regel for:

source: Select role
es_es: Seleccionar papel
fr_fr: Sélectionner un rôle
nb_no: Velg rolle

source: Guest ( B2C customers )
es_es: Invitado ( clientes B2C )
fr_fr: Invité ( clients B2C )
nb_no: Gjest ( B2C-kunder )

source: Add Rule for Role
es_es: Añadir regla para función
fr_fr: Ajouter une règle pour le rôle
nb_no: Legg til regel for rolle

source: Settings
es_es: Ajustes
fr_fr: Paramètres
nb_no: Innstillinger

source: Add Users to Role
es_es: Añadir usuarios al papel
fr_fr: Ajouter des utilisateurs au rôle
nb_no: Legg til brukere i rolle

source: Copy Rule:
es_es: Regla de copia:
fr_fr: Règle de copie :
nb_no: Kopier regel:

source: Rule to Copy
es_es: Regla a copiar
fr_fr: Règle à copier
nb_no: Regel for å kopiere

source: Rule Destination(s)
es_es: Regla Destino(s)
fr_fr: Règle Destination(s)
nb_no: Regel Destinasjon(er)

source: Copy and overwrite existing rules
es_es: Copiar y sobrescribir reglas existentes
fr_fr: Copier et écraser les règles existantes
nb_no: Kopier og overskriv eksisterende regler

source: Copy
es_es: Copiar
fr_fr: Copier
nb_no: Kopier

source: Add New Role
es_es: Añadir nuevo papel
fr_fr: Ajouter nouveau rôle
nb_no: Legg til ny rolle

source: Name
es_es: Nombre
fr_fr: Nom
nb_no: Navn

source: Role name (i.e Wholesaler 10)
es_es: Nombre del papel (p.ej. Mayorista 10)
fr_fr: Nom du rôle (ex. Grossiste 10)
nb_no: Rollenavn (f.eks Grossist 10)

source: Role slug (i.e wholesaler_10)
es_es: Slug del papel (p.ej. mayorista_10)
fr_fr: Slug du rôle (ex. grossiste_10)
nb_no: Rolles slug (f.eks. grossist_10)

source: Capabilities
es_es: Capacidades
fr_fr: Capacités
nb_no: Tillatelser

source: Select the capabilities for this role i.e Customer (minimum rights)
es_es: Seleccione las capacidades para este rol, es decir, Cliente (derechos mínimos)
fr_fr: Sélectionnez les fonctionnalités de ce rôle, c’est-à-dire Client (droits minimaux)
nb_no: Velg funksjonene for denne rollen, det vil si kunde (minimumsrettigheter)

source: Ex. VAT
es_es: Ex. IVA
fr_fr: Ex TVA
nb_no: Eks mva

source: Tax exempt
es_es: Exento de impuestos
fr_fr: Exonéré de taxes
nb_no: Skattefritak

source: Delete role
es_es: Eliminar rol
fr_fr: Supprimer le rôle
nb_no: Slett rolle

source: Customer information
es_es: Información al cliente
fr_fr: Informations client
nb_no: Kundeinformasjon

source: Registration message
es_es: Mensaje de registro
fr_fr: Message d'enregistrement
nb_no: Registreringsmelding

source: Use role prices (for active roles)
es_es: Utilizar precios de roles (para roles activos)
fr_fr: Utiliser les prix des rôles (pour les rôles actifs)
nb_no: Bruk rollepriser (for aktive roller)

source: Select a role
es_es: Seleccione un rol
fr_fr: Sélectionner un rôle
nb_no: Velg en rolle

source: Recalculate Prices
es_es: Recalcular precios
fr_fr: Recalculer les prix
nb_no: Kalkuler priser

source: Click to show
es_es: Clic para mostrar
fr_fr: Cliquez pour afficher
nb_no: Klikk for å vise

source: Save the order after adding items. Any changes in order items needs to be saved before recalculate.
es_es: Guarde el pedido después de añadir artículos. Cualquier cambio en los artículos del pedido debe guardarse antes de recalcular.
fr_fr: Sauvegarder la commande après avoir ajouté des articles. Toute modification des éléments de la commande doit être enregistrée avant d'être recalculée.
nb_no: Lagre bestillingen etter at du har lagt til varer. Eventuelle endringer i bestillingselementene må lagres før de beregnes på nytt.

source: Click Recalculate Prices to update the prices and totals.
es_es: Haga clic en Recalcular precios para actualizar los precios y los totales.
fr_fr: Cliquez sur Recalculer les prix pour mettre à jour les prix et les totaux.
nb_no: Klikk på Recalculate Prices for å oppdatere priser og totalsummer.

source: Read the <a href="%1$s" target="_blank"> extension documentation </a> for more information.
es_es: Lea la <a href="%1$s" target="_blank"> documentación de la extensión </a> para obtener más información.
fr_fr: Lire la <a href="%1$s" target="_blank"> documentation de l'extension </a> pour plus d'informations.
nb_no: Les <a href=“%1$s” target=“_blank”> dokumentasjon </a> for mer informasjon.

source: Dismiss
es_es: Descartar
fr_fr: Abandonner
nb_no: Avvis

source: Thank you for installing Roles & Rules B2B for WooCommerce. You can now start creating roles and rules.
es_es: Gracias por instalar Roles & Rules B2B para WooCommerce. Ahora puede empezar a crear roles y reglas.
fr_fr: Merci d’avoir installé Roles & Rules B2B pour WooCommerce. Vous pouvez maintenant commencer à créer des rôles et des règles.
nb_no: Takk for at du installerer Roles & Rules B2B for WooCommerce. Du kan nå begynne å opprette roller og regler.

source: Start Roles & Rules
es_es: Iniciar Roles & Rules
fr_fr: Démarrer Roles & Rules

source: - developed by %1$s%2$s%3$s
es_es: - desarrollado por %1$s%2$s%3$s
fr_fr: - développé par %1$s%2$s%3$s
nb_no: - utviklet av %1$s%2$s%3$s

source: You are about to delete the role:
es_es: Está a punto de eliminar el rol:
fr_fr: Vous êtes sur le point de supprimer le rôle :
nb_no: Du er i ferd med å slette rollen:

source: , are you sure?
es_es: ¿Estás seguro?
fr_fr: Es-tu sûr?
nb_no: , er du sikker?

# Post Type General Name
source: Rules
es_es: Reglas
fr_fr: Règles
nb_no: Regler

# Post Type Singular Name
source: Rule
es_es: Regla
fr_fr: Règle
nb_no: Regel

source: Rules
es_es: Reglas
fr_fr: Règles
nb_no: Regler

source: Parent Rule
es_es: Regla raíz
fr_fr: Règle parent

source: All Rules
es_es: Todas las reglas
fr_fr: Toutes les règles
nb_no: Alle regler

source: View Rule
es_es: Ver regla
fr_fr: Voir règle
nb_no: Vis regel

source: Add New Rule
es_es: Añadir nueva regla
fr_fr: Ajouter nouvelle règle
nb_no: Legg til ny regel

source: Add New
es_es: Añadir nuevo
fr_fr: Ajouter nouveau
nb_no: Legg til ny

source: Edit Rule
es_es: Modificar regla
fr_fr: Modifier une règle
nb_no: Rediger regel

source: Update Rule
es_es: Actualizar regla
fr_fr: Mettre à jour une règle
nb_no: Oppdateringsregel

source: Search Rule
es_es: Buscar regla
fr_fr: Rechercher une règle
nb_no: Søk regel

source: Not Found
es_es: No encontrado
fr_fr: Introuvable
nb_no: Ikke funnet

source: Not found in Trash
es_es: No encontrado en la basura
fr_fr: Introuvable dans la corbeille
nb_no: Ikke funnet i søppel

source: Roles & Rules B2B for WooCommerce
fr_fr: Roles & Rules B2B pour WooCommerce

source: Roles & Rules B2B, an easy way to add roles, price and category rules, and set up sales in your B2B/B2C store.
es_es: Roles y reglas B2B, una forma fácil de agregar roles, reglas de precios y categorías, y configurar ventas en su tienda B2B / B2C.
fr_fr: Rôles et règles B2B, un moyen facile d’ajouter des rôles, des règles de prix et de catégorie, et de configurer les ventes dans votre magasin B2B / B2C.
nb_no: Roles & Rules B2B, en enkel måte å legge til roller, pris- og kategoriregler og sette opp salg i B2B/B2C-butikken din.

source: https://www.consortia.no/en/
fr_fr: https://www.consortia.no/home-fr/

source: Message
es_es: Mensaje:
nb_no: Melding

source: Instructions
es_es: Instrucciones
nb_no: Instruksjoner
